Repository: YarMag/WeatherApp
Catalog: WeatherApp/*.lproj/Localizable.strings
Languages: ru

source: Taganrog
ru: Таганрог

source: Today
ru: Сегодня

source: wind
ru: ветер

# windSpeed
source: m/s
ru: м/с

source: pressure
ru: давление

# temp
source: temperature
ru: температура

source: thunderstorm with light rain
ru: гроза, слабый дождь

source: thunderstorm with rain
ru: гроза, дождь

source: thunderstorm with heavy rain
ru: гроза, сильный дождь

source: light thunderstorm
ru: легкая гроза

source: thunderstorm
ru: гроза

source: heavy thunderstorm
ru: сильная гроза

source: ragged thunderstorm
ru: местами гроза

source: thunderstorm with light drizzle
ru: гроза, слабая морось

source: thunderstorm with drizzle
ru: гроза, морось

source: thunderstorm with heavy drizzle
ru: гроза, сильная морось

source: light intensity drizzle
ru: слабая морось

source: drizzle
ru: морось

source: heavy intensity drizzle
ru: сильная морось

source: light intensity drizzle rain
ru: слабо моросящий дождь

source: drizzle rain
ru: моросящий дождь

source: heavy intensity drizzle rain
ru: сильно моросящий дождь

source: shower rain and drizzle
ru: проливной дождь, морось

source: heavy shower rain and drizzle
ru: сильный проливной дождь, морось

source: shower drizzle
ru: проливная морось

source: light rain
ru: легкий дождь

source: moderate rain
ru: умеренный дождь

source: heavy intensity rain
ru: сильный дождь

source: very heavy rain
ru: очень сильный дождь

source: extreme rain
ru: ливень

source: freezing rain
ru: холодный дождь

source: light intensity shower rain
ru: слабый проливной дождь

source: shower rain
ru: проливной дождь

source: heavy intensity shower rain
ru: сильный проливной дождь

source: ragged shower rain
ru: местами проливной дождь

source: light snow
ru: легкий снег

source: snow
ru: снег

source: Snow
ru: Снег

source: Heavy snow
ru: Сильный снег

source: Sleet
ru: Дождь со снегом

source: Light shower sleet
ru: Слабый проливной дождь со снегом

source: Shower sleet
ru: Проливной дождь со снегом

source: Light rain and snow
ru: Слабый дождь, снег

source: Rain and snow
ru: Дождь, снег

source: Light shower snow
ru: Слабый проливной снег

source: Shower snow
ru: Проливной снег

source: Heavy shower snow
ru: Сильный проливной снег

source: mist
ru: туман

source: Smoke
ru: Дым

source: Haze
ru: Сильный туман

source: sand/ dust whirls
ru: песчаные/пыльные бури

source: fog
ru: туман

source: sand
ru: песчаные бури

source: dust
ru: пыльные бури

source: volcanic ash
ru: вулканический пепел

source: squalls
ru: вихри

source: tornado
ru: торнадо

source: clear sky
ru: чистое небо

source: few clouds
ru: рассеянные облака

source: scattered clouds
ru: разбросанные облака

source: broken clouds
ru: разорванные облака

source: overcast clouds
ru: сплошные облака

source: few clouds: 11-25%
ru: рассеянные облака: 11-25%

source: scattered clouds: 25-50%
ru: разбросанные облака: 25-50%

source: broken clouds: 51-84%
ru: разорванные облака: 51-84%

source: overcast clouds: 85-100%
ru: сплошные облака: 85-100%
